Repository: AtahaJohn/SDV-Summary
Catalog: sdv/translations/*/LC_MESSAGES/messages.po
Languages: es, it, pt_br

source: This will allow new uploads it to appear in searches on the site by default
es: Esto permitirá que las subidas nuevas aparezcan en las búsquedas de la página por defecto.
it: Questo permetterà ai nuovi caricamenti di apparire nelle ricerche sul sito come predefinito
pt_br: Isto permitirá novos envios aparecerem nas pesquisas no site por padrão

source: Change&nbsp;to&nbsp;listed!
es: ¡Cambiar&nbsp;a&nbsp;visible!
it: Metti&nbsp;in&nbsp;lista!

source: New uploads will not appear on the site by default
es: Las subidas nuevas no aparecerán en la página por defecto.
it: I nuovi caricamenti non appariranno sul sito come predefinito
pt_br: Novos envios não aparecerão no site para padrão

source: Change to unlisted?
es: ¿Cambiar a oculto?
it: Togliere dall&#39;elenco?
pt_br: Mudar para não listado?

source: This will prevent new uploads appearing to others on the site by default
es: Esto previene que las subidas nuevas a la página sean visibles para otros por defecto.
it: Questo farà in modo che i nuovi caricamenti non appaiano agli altri sul sito come predefinito
pt_br: Isto prevenirá novos envios aparecendo para outros no site para padrão

source: Change&nbsp;to&nbsp;unlisted!
es: ¡Cambiar&nbsp;a&nbsp;oculto!
it: Togli&nbsp;dalla&nbsp;lista!

source: New uploads will appear listed on the site by default
es: Las subidas nuevas aparecerán en la página por defecto.
it: I nuovi caricamenti appariranno in lista sul sito come predefinito
pt_br: Novos envios aparecerão listados no site para padrão

source: Download v2.0 for Windows
es: Descarga la v2.0 para Windows
it: Scarica la v2.0 per Windows

source: Download v2.0 for Mac
es: Descarga la v2.0 para Mac
it: Scarica la v2.0 per Mac

source: Claimable farms
es: Granjas reclamables
it: Farm reclamabili
pt_br: Fazendas reivindicáveis

source: The following farms are not associated with your user account, but were uploaded from your computer:
es: Las siguientes granjas no están asociadas con tu cuenta de usuario, pero han sido subidas desde este ordenador:
it: Le seguenti farm non sono associate al tuo account utente, ma sono state caricate dal tuo computer:
pt_br: As seguintes fazendas não estão associadas com a sua conta de usuário, mas foram enviadas de seu computador:

source: Claim
es: Reclamar
it: Reclama
pt_br: Reivindicar

source: Or, claim all
es: O, reclamar todas
it: O, reclamale tutte
pt_br: Ou, reivindicar todas

source: Your farm series
es: Series de tus granjas
it: La tua serie di farm
pt_br: Sua série de fazendas

source: Linked series of farms you have uploaded:
es: Enlace de las series de granjas que has subido:
it: Serie collegata di farm che hai caricato:
pt_br: Séries linkadas de fazendas que você enviou:

source: %(name)s, %(farmname)s Farm
es: %(name)s, Granja de %(farmname)s
pt_br: %(name)s, Fazenda %(farmname)s

source: Browse
es: Explorar
it: Naviga
pt_br: Pesquisar

source: Search
es: Buscar
it: Cerca
pt_br: Procurar

source: Search for farms by user or farm name, or change sort type
es: Busca granjas por usuario o nombre de la granja, o cambia el tipo de orden.
it: Cerca farm per utente o nome della farm, o cambia tipo di ordinamento
pt_br: Procure por fazendas por nome de usário ou nome de fazenda, ou mude o tipo de classificação

source: Sorting %(number)s results by
es: Ordenando los %(number)s resultados por
it: Ordinando %(number)s risultati per

source: top rated
es: mejor valorado
it: più votati
pt_br: mais votado

source: most views
es: más visto
it: più visti
pt_br: mais visualizações

source: most recent
es: más reciente
it: più recenti
pt_br: mais recentes

source: showing
es: mostrando
it: mostrando
pt_br: monstrando

source: only downloadable
es: sólo descargable
it: solo scaricabili
pt_br: apenas disponíveis para baixar

source: all farms
es: todas
it: tutte le farm
pt_br: todas as fazendas

source: with
es: con
it: con
pt_br: com

source: full
es: completo
it: completa
pt_br: cheio

source: minimap
es: minimapa
it: minimap come
pt_br: mini mapa

source: thumbnail
es: miniatura
it: anteprima

source: limiting results to
es: limitando los resultados a
it: limitando i risultati a
pt_br: limitando resultados para

source: farms in same series as
es: las granjas están en la misma serie que
it: farm nella stessa serie di
pt_br: fazendas na mesma série que

source: remove limit
es: elimina el límite
it: rimuovi limite
pt_br: remover limite

source: farms I upvoted
es: las granjas que he votado en positivo
it: farm che ho votato
pt_br: fazendas que eu curti

source: newest
es: más reciente
it: più recenti
pt_br: mais novas

source: previous
es: anterior
it: precedente
pt_br: anterior

source: next
es: siguiente
it: prossimo
pt_br: próximo

source: oldest
es: más antigua
it: più vecchia
pt_br: mais antigo

source: Authorisation requested
es: Autorización solicitada
it: Autorizzazione richiesta

source: Authorise use of your account by %(client)s
es: Autorizar el uso de tu cuenta por %(client)s
it: Autorizza l&#39;utilizzo del tuo account per %(client)s

source: %(client)s wants to ability to upload farms to your account. Please ensure you trust this application before proceeding. To grant this permission, please click Authorise.
es: %(client)s quiere la habilidad de subir granjas a tu cuenta. Por favor, asegúrate que confías en esta aplicación antes de proceder. Para conceder este permiso, por favor, haz clic en Autorizar.
it: %(client)s vuole il permesso di caricare farm sul tuo account. Assicurati di fidarti di questa applicazione prima di procedere. Per garantire questo permesso, clicca Autorizza.

source: Authorise
es: Autorizar
it: Autorizza

source: upload.farm Stardew Valley Summary Generator
es: upload.farm Generador de Resumen de Stardew Valley
it: Stardew Valley Summary Generator di upload.farm
pt_br: upload.farm Stardew Valley Gerador de Sumário

source: This website uses cookies when you upload a savegame to determine ownership
es: Este sitio web utiliza cookies al subir una partida guardada con el fin de establecer la propiedad del mismo.
it: Questo sito usa cookies quando carichi un salvataggio per determinarne l&#39;appartenenza
pt_br: Este site usa cookies quando você envia um arquivo salvo para determinar proprieade

source: Okay!
es: ¡De acuerdo!

source: More info
es: Más información
it: Più info
pt_br: Mais informações

source: Took %(processtime)s&thinsp;s
es: Procesado en %(processtime)s&thinsp;s
it: Ha impiegato %(processtime)s&thinsp;s
pt_br: Demoraram %(processtime)s

source: privacy policy
es: Política de Privacidad
it: politica sulla privacy
pt_br: política de privacidade

source: source at %(github)s
es: Fuente en %(github)s
it: sorgente su %(github)s
pt_br: pesquise em %(github)s

source: All Stardew Valley assets copyright %(concerned_ape)s
es: Todos los componentes son propiedad (copyright) de Stardew Valley %(concerned_ape)s
it: Copyright di tutti gli asset di Stardew Valley di %(concerned_ape)s
pt_br: Todos os direitos autorais de Stardew Valley %(concerned_ape)s

source: Development blog
es: Blog de desarrollo
it: Blog di sviluppo
pt_br: Blog de desenvolvimento

source: by %(name)s at %(time)s
es: por %(name)s a las %(time)s
it: per %(name)s a %(time)s
pt_br: por %(name)s em %(time)s

source: Frequently Asked Questions
es: Preguntas frecuentes
it: Domande Frequenti
pt_br: Perguntas Frequentes

source: What does this site do?
es: ¿Qué hace este sitio?
it: Cosa fa questo sito?
pt_br: O que este site faz?

source: It generates a map and summary of a Stardew Valley farm, with your player avatar and portrait of your family. It's an alternative to screenshot tools like %(gedosato)s.
es: Genera un mapa y resumen de tu granja en Stardew Valley, con el avatar de tu jugador y retrato de tu familia. Es una alternativa a las herramientas de captura de pantalla como %(gedosato)s.
it: Genera una mappa e un riepilogo di una farm di Stardew Valley, con il tuo avatar e un ritratto della tua famiglia. E&#39; un&#39;alternativa a strumenti per screenshot come %(gedosato)s.
pt_br: Ele gera um mapa e sumário de uma fazenda de Stardew Valley, com o avatar de seu jogador e um retrato de sua família. É uma alternativa para screenshot como %(gedosato)s.

source: Where do I find the savegame?
es: ¿Dónde se encuentra la partida guardada?
it: Dove trovo i salvataggi?
pt_br: Onde eu encontro o jogo salvo?

source: Savegames are in %(appdata)s. This can be pasted into the file upload box to find the correct folder. Within this are subfolders for individual savegames. The file you should upload is named after your player (i.e. not named SaveGameInfo).
es: Las partidas guardadas están en %(appdata)s. Esto se puede copiar en la barra de direcciones de una ventana para encontrar la carpeta correcta. Dentro de esta carpeta, hay subcarpetas de partidas guardadas individuales. El archivo que deberías subir se llama como tu personaje (no debe llamarse SaveGameInfo).
it: I salvataggi sono in %(appdata)s. Questo può essere incollato nella finestra di caricamento file per trovare la cartella corretta. All&#39;interno di questa ci sono sottocartelle per ogni salvataggio. Il file che dovresti caricare è chiamato in base al tuo giocatore (non chiamato SaveGameInfo).
pt_br: Os jogos salvos estão em %(appdata)s. Isso pode ser colado na caixa de envio de arquivo. Com ele estão outras pastas para jogos salvos individuais. O arquivo que você deve enviar é aquele que está nomeado depois do seu jogador (i.e. not named SaveGameInfo).

source: Why register for an upload.farm account?
es: ¿Por qué registrar una cuenta en upload.farm?
it: Perché registrare un account di upload.farm?
pt_br: Por que registrar uma conta no upload.farm?

source: To add <a href='#whysignin'>certain features such as savegame sharing</a> to the site it became necessary to introduce user accounts, so that page ownership could be established. The up-side of this is that we are able to add other features to the site very easily, such as quick upload-to-imgur, and the ability to link up series of farms.
es: Para añadir ciertas características, tales como, <a href='#whysignin'>compartir partidas guardadas</a> en la página. Para ello, fue necesario introducir cuentas de usuario para establecer la propiedad de la página. Lo bueno de esto es que nos permite añadir otras características a la página con mucha facilidad, por ejemplo, subir imágenes rápidamente a imgur y la habilidad de vincular series de granjas.
it: Per aggiungere <a href='#whysignin'>certe funzionalità come la condivisione dei salvataggi</a> al sito è diventato necessario introdurre gli account, in modo da poter stabilire la proprietà delle pagine. Il vantaggio di tutto ciò è che siamo stati in grado di aggiungere altre funzionalità al sito molto facilmente, come i caricamenti rapidi a imgur, e l&#39;abilità di collegare serie di farm.
pt_br: Para adicionar <a href='#whysignin'>certas vantagens como compartilhamento de jogo salvo</a> para o site se tornou necessário apresentar contas de usuários, assim para.

source: Can I upload multiple farms from the same playthrough?
es: ¿Puedo subir varias granjas de la misma partida?
it: Posso caricare più farm della stessa partita?
pt_br: Posso enviar fazendas múltiplas fazendas da mesma campanha?

source: Yes. If you are %(signed_up)s and %(logged_in)s, your uploads's series is automatically linked to below the farm name. You can also move between these farms using left and right keyboard keys. If you are not registered, farms are not automatically linked, but if you later choose to register, they can be claimed.
es: Sí. Si estás %(signed_up)s y con la %(logged_in)s, tus series subidas están vinculadas automáticamente bajo el nombre de la granja. Puedes desplazarte entre granjas usando las flechas del teclado. Si no estás registrado, las granjas no se vinculan automáticamente, pero si te registras más adelante, puedes reclamarlas.
it: Certo. Se sei %(signed_up)s e %(logged_in)s, la tua serie di upload è automaticamente linkata sotto al nome della farm. Ti puoi anche muovere attraverso le farm usando i tasti freccia destra e sinistra. Se non sei registrato, le farm non sono automaticamente collegate, ma se scegli successivamente di registrarti, puoi reclamarle.
pt_br: Sim. Se você está %(signed_up)s e %(logged_in)s, sua série de envios é automaticamente linkada a baixo do nome da fazenda. Você pode também mover entre essas fazendas clicando direita e esquerda usando os botões do teclado. Se você não está registrado, fazendas não são automaticamente linkadas, mas se mais tarde você escolher se registrar, elas podem ser reivindicadas.

source: signed up
es: registrado
it: registrato
pt_br: registrado

source: logged in
es: sesión iniciada
it: loggato
pt_br: logado

source: I can't find my farm!
es: ¡No puedo encontrar mi granja!
it: Non riesco a trovare la mia farm!
pt_br: Não encontro minha fazenda!

source: If you are registered, check your %(account)s page. If you are not and have your original savegame, re-upload your farm and the site will redirect you to the existing data, and re-set your ownership.
es: Si estás registrado, revisa tu %(account)s. Si no estás registrado y tienes tu archivo de partida guardada original, vuelve a subir tu granja y el sitio te redirigirá a los datos existentes y restablecerá la propiedad de la granja.
it: Se sei registrato, controlla la tua pagina %(account)s. Se non lo sei e hai i tuoi salvataggi originali, ricarica la tua farm e il sito ti reindirizzerà ai dati esistenti, e reimposterà la tua proprietà.
pt_br: Se você está registrado, cheque a página da sua %(account)s. Se você não está e possui seu jogo salvo original, re-envie sua fazenda e o site irá te redirecionar para o arquivo existente, e re-ajustará seus domínios.

source: account
es: cuenta
pt_br: conta

source: How do I enable savegame sharing?
es: ¿Cómo puedo compartir la partida guardada?
it: Come attivo la condivisione dei salvataggi?
pt_br: Como eu ativo o compartilhamento de jogo salvo?

source: If you are %(signed_up)s and own the page, beneath the minimap is a button to enable savegame sharing. This enables them for <em>all</em> users of the site, and may be enabled or disabled as you like.
es: Si estás %(signed_up)s y eres dueño de la página, bajo el minimapa encontrarás un botón para habilitar el compartido de tu partida guardada. Esto permite a <em>todos</em> los usuarios ver tu página. Es opcional y puedes cambiar la opción las veces que quieras.
it: Se sei %(signed_up)s e possiedi la pagina, sotto la minimap c&#39;è un bottone per attivare la condivisione dei salvataggi. Questo lo attiva per <em>tutti</em> gli utenti sul sito, e può essere attivato o disattivato a tuo piacere.
pt_br: Se você está %(signed_up)s e possuir a página, abaixo do mini mapa tem um botão que ativa o compartilhamento de jogo salvo. Isso ativa para <em>all</em> usuários do site, e pode ser ativado e desativado quando você quiser.

source: Why do I have to sign up to enable savegame sharing?
es: ¿Por qué tengo que estar registrado para compartir la partida guardada?
it: Perché devo registrarmi per abilitare la condivisione dei salvataggi?
pt_br: Por que tenho que me registrar para ativar o compartilhamento de jogo salvo?

source: If other people could download your savegame without you having claimed the page, they could upload it, <a href='#cantfind'>take control</a> of it, and then delete it or claim it themselves. So, for the extra functionality, you have to register.
es: Si otras personas pudieran descargar tu partida guardada sin que hayas reclamado la página, ellos pueden subirla, <a href='#cantfind'>tomar el control</a> de ella, y luego borrarla o reclamarla como suya. Así que, para la funcionalidad extra, es necesario registrarse.
it: Se altre persone potessero scaricare il tuo salvataggio senza che tu abbia reclamato la pagina, potrebbero caricarlo, <a href='#cantfind'>prenderne il controllo</a>, e poi cancellarlo o reclamarlo come loro. Perciò, per questa funzionalità extra, devi registrarti.
pt_br: Se outras pessoas pudessem fazer o download do seu jogo salvo sem você ter aclamado a página, eles poderiam enviar, <a href='#cantfind'>tomar posse </a> e deletar ou reivindicar como se fosse delas. Então,para a funcionalidade, você deve se registrar.

source: Can I make uploads private, so only I can see them?
es: ¿Puedo subir partidas de forma privada, para que solamente pueda verlas yo?
it: Posso rendere caricamenti privati, in modo che possa vederli solo io?
pt_br: Posso enviar arquivos em privado, para que só eu possa ver?

source: You can unlist farms if you are registered and logged in. You can also set your account to automatically make uploads unlisted on your account page.
es: Puedes ocultar las granjas si te has registrado e iniciado sesión. También puedes configurar tu cuenta para que automáticamente oculte todas las subidas en tu página.
it: Puoi togliere dalla lista le farm se sei registrato e loggato. Puoi anche impostare il tuo account per rendere automaticamente i caricamenti privati sulla tua pagina dell&#39;account.
pt_br: Você pode não listar fazendas se você estiver registrado e logado. Você também pode colocar sua conta para fazer envios não listados automaticamente na página da sua conta.

source: What is the stardew.info planner?
es: ¿Qué es el planificador de stardew.info?
it: Cos&#39;è il planner di stardew.info?
pt_br: O que é o planejador stardew.info?

source: The <a href='https://stardew.info/planner/'' target='_blank'>Stardew planner</a> by <a href='https://github.com/hpeinar/stardewplanner' target='_blank'>Henrik Peinar</a> is a tool that allows you to plan your farm. We have integrated support for the planner to the site for uploads you own. To use this feature, click the blueprint icon in the control panel on your farm's profile page to load it into the planner. In addition, we have worked with Henrik to allow rendering of farms from the planner. These are separate to normal savegame uploads, and are accessed from the planner itself.
es: El <a href='https://stardew.info/planner/' target='_blank'>planificador de Stardew.info</a> de <a href='https://github.com/hpeinar/stardewplanner' target = "_blank">Henrik Peinar</a>, es una herramienta que te permite planificar tu granja. Hemos integrado el soporte para el planificador a la página, para ser usado con granjas de tu propiedad. Para utilizar esta función, haz clic en el icono del plano en el panel de control en la página de perfil de tu granja, esto la cargará al planificador. Además, se ha trabajado con Henrik para permitir la subida de granjas desde el planificador. Estos archivos son independientes a las subidas normales de partidas guardadas, y se puede acceder directamente desde el planificador.
pt_br: O <a href='https://stardew.info/planner/'' target='_blank'>Stardew planner</a> por <a href='https://github.com/hpeinar/stardewplanner' target='_blank'>Henrik Peinar</a> é uma ferramente que permite que você planeje sua fazenda. Temos suporte integrado para o planejador ao site para os uploads que você possui. Para usar esse recurso, clique no ícone de plano no painel de controle na página de perfil da fazenda para carregá-lo no planejador. Além disso, temos trabalhado com Henrik para permitir a renderização de fazendas do planejador. Estes são separados para carregamentos de savegame normais, e são acessados ​​a partir do próprio planejador.

source: How do I use downloaded savegames?
es: ¿Cómo puedo usar las partidas guardadas que he descargado?
it: Come utilizzo i salvataggi che scarico?
pt_br: Como eu utilizo jogos salvos baixados?

source: Saves go in %(appdata)s where you can place the extracted folder and contents. On Windows this is normally %(windir)s.
es: Las partidas guardadas están en %(appdata)s, donde puedes extraer la carpeta y sus contenidos. En Windows, esto es normalmente %(windir)s.
it: I salvataggi vanno in %(appdata)s dove puoi mettere la cartella estratta e i contenuti. Su Windows normalmente è %(windir)s.
pt_br: Saves vão para %(appdata)s onde você pode colocar pastas e conteúdos extraídos. No Windows isso é normalmente %(windir)s.

source: How can I delete my upload(s)?
es: ¿Cómo puedo borrar mis subida(s)?
it: Come posso eliminare i miei caricamenti?
pt_br: Como deleto meu(s) envio(s)?

source: When you upload a savegame a cookie is set to indicate ownership. Below the farm name should be a 'delete this page' button. If you are %(logged_in)s and have uploaded multiple farms from the same playthrough you will also have an option to delete 'all for this farm'. Both ask for confirmation before deleting.
es: Al subir una partida guardada, se genera una cookie que indica la propiedad de la partida. Debajo del nombre de la granja debería haber un botón para borrar la página. Si estás con la %(logged_in)s y has subido múltiples granjas de una misma partida, también tendrás la opción de borrar todas las páginas de esa granja. Ambas opciones te pedirán una confirmación antes de borrar.
it: Quando carichi un salvataggio viene impostato un cookie per indicarne la proprietà. Sotto il nome della farm dovrebbe apparire un pulsante &#39;elimina questa pagina&#39;. Se sei %(logged_in)s e hai caricato più farm della stessa partita avrai anche un&#39;opzione per eliminare &#39;tutto per questa farm. Entrambe chiedono conferma prima dell&#39;eliminazione.
pt_br: Quando você envia um jogo salvo um cookie é preparado para indicar propriedade. Abaixo do nome da fazenda deve ter um botão 'exclua essa página'. Se você está %(logged_in)s e enviou fazendas múltiplas da mesma campanha você terá também uma opção de deletar 'tudo deste fazenda'. Ambos pedem por confirmação antes de deletar.

source: Do you support [modname]?
es: ¿Es compatible con [nombre del mod]?
it: Supportate [nome della mod]?
pt_br: Vocês suportam [modname]?

source: At present we don't explicitly support any mods, but mods that don't add new assets or structurally change your savegame too much will probably work. Once we've got the core site functionality sorted we'll look at mod support!
es: De momento, explícitamente no ofrecemos compatibilidad con ningún mod, pero los mods que no agreguen nuevas modificaciones o cambien estructuralmente tu partida guardada, probablemente funcione. Una vez que tengamos lista la funcionalidad principal del sitio, ¡Veremos la compatibilidad con mods!
it: Al momento non supportiamo esplicitamente nessuna mod, ma le mod che non aggiungono nuovi asset o cambiano strutturalmente il gioco dovrebbero funzionare. Una volta messe a posto le funzionalità principali del sito penseremo al supporto per le mod!
pt_br: Atualmente não explicitamos suporte para nenhum mod, mas mods que não adicionam novas propriedades e estruturas e nem modificam muito seu jogo salvo deve funcionar. Uma vez que tivermos a funcionalidade de testemunho no site, prestaremos suporte a mods!

source: What is the upload.farm uploader?
es: ¿Qué es el upload.farm uploader?
it: Cos&#39;è l&#39;uploader di upload.farm?

source: The uploader is a thank-you to upload.farm users who support the site through our %(patreon)s. It runs on Windows, and automatically backs up and optionally uploads savegames from Stardew Valley.
es: El uploader es un "gracias" para los usuarios de upload.farm que contribuyen al sitio a través de nuestro %(patreon)s. Funciona en Windows, automáticamente hace un respaldo y opcionalmente sube tus partidas guardadas de Stardew Valley.
it: L&#39;uploader è un ringraziamento agli utenti di upload.farm che supportano il sito tramite il nostro %(patreon)s. Va su Windows, e fa il backup e facoltativamente carica i salvataggi da Stardew Valley in modo automatico.

source: Upload your farm
es: Sube tu granja
it: Carica la tua farm
pt_br: Envie sua fazenda

source: Upload!
es: ¡Subir!
it: Carica!
pt_br: Enviar!
