Repository: AtahaJohn/SDV-Summary
Catalog: sdv/translations/*/LC_MESSAGES/messages.po
Languages: es, it, pt_br

source: Username not found!
es: ¡Usuario no encontrado!
it: Nome utente non trovato!
pt_br: Nome de usuário não encontrado!

source: Incorrect password!
es: ¡Contraseña incorrecta!
it: Password non corretta!
pt_br: Senha incorreta!

source: Missing email or password for login!
es: ¡Falta el correo electrónico o la contraseña para iniciar sesión!
it: Email o password mancanti per il login!
pt_br: Falta de e-mail ou senha para login!

source: Please reset your password to log in!
es: ¡Por favor, restablece tu contraseña para iniciar sesión!
it: Reimposta la tua password per fare il login!

source: Logged in successfully!
es: ¡Sesión iniciada exitosamente!
it: Accesso effettuato correttamente!
pt_br: Você logou com sucesso!

source: Email address not verified; please verify your account using the verification email sent when you registered before attempting to reset password!
es: El correo electrónico no ha sido confirmado. ¡Por favor, antes de restablecer la contraseña, confirma tu cuenta usando el enlace de verificación enviado a tu correo electrónico tras el registro!
it: Indirizzo email non verificato; verifica il tuo account usando l&#39;email di verifica che ti è stata inviata prima di tentare il reset della password!
pt_br: Endereço de e-mail não confirmado; por favor verifique se sua conta usando o e-mail de verificação enviado quando se registrou antes de tentar redefinir a senha!

source: Password reset email sent!
es: ¡El correo electrónico para restablecer tu contraseña ha sido enviado!
it: Email per reimpostare la password inviata!
pt_br: Email de redefinição de senha enviado!

source: Previous password reset email still waiting to be sent... (sorry)
es: El correo electrónico de restablecimiento de contraseña anterior sigue en espera de ser enviado... (lo sentimos).
it: La precedente email per reimpostare la password deve essere ancora inviata... (mi dispiace)
pt_br: Email de redefinição de senha anterior ainda esperando para ser enviado... (desculpe)

source: Cannot reset password: account does not exist
es: No se puede restablecer la contraseña: la cuenta no existe.
it: Non è possibile reimpostare la password: l&#39;account non esiste
pt_br: Não pode redefinir a senha: conta não existe

source: This reset link has already been used!</p>
es: ¡Este enlace de restablecimiento ya ha sido utilizado!</p>
it: Questo link di reset è già stato utilizzato!</p>
pt_br: Este link para redefinição já foi utilizado!</p>

source: Password reset, please log in!
es: ¡Contraseña restablecida! ¡Por favor, inicia sesión!
it: Password reimpostata, puoi fare il login!
pt_br: Senha resetada, por favor faça login

source: Malformed verification string!
es: ¡Secuencia de verificación de formato incorrecto!
it: Stringa di verifica non valida!
pt_br: Cadeia de verificação mal formada!

source: Password insufficiently long, please try again
es: La contraseña es muy corta. Por favor, intenta nuevamente.
it: Password non abbastanza lunga, ritenta
pt_br: Senha insuficientemente longa, por favor tente outra vez

source: A new verification email has been sent to you
es: Se ha enviado un nuevo correo de verificación.
it: Una nuova email di verifica ti è stata inviata
pt_br: Um novo e-mail de verificação foi enviado para você

source: Please enter the email address you used to register
es: Por favor, ingresa el correo electrónico que utilizaste para registrarte.
it: Inserisci il l&#39;indirizzo email che hai usato per registrarti
pt_br: Por favor utilize o endereço de email que você usou para registro

source: This reset link has already been used!
es: ¡Este enlace de restablecimiento ya ha sido utilizado!
it: Questo link di reset è già stato utilizzato!
pt_br: Este link para redefinição já foi utilizado!

source: You are already logged in!
es: ¡Ya has iniciado sesión!
it: Sei già loggato!
pt_br: Você já está logado!

source: Missing email or password!
es: ¡Falta el correo electrónico o la contraseña!
it: Email o password mancanti!
pt_br: Inexistência de email ou senha

source: Password too short!
es: ¡Contraseña demasiado corta!
it: La password è troppo breve!
pt_br: Senha muito curta!

source: You have successfully registered. A verification email has been sent to you. Now, please sign in!
es: Registro realizado con éxito. Se te ha enviado un correo electrónico de confirmación. ¡Por favor, inicia sesión!
it: La registrazione è avvenuta con successo. Ti è stata inviata un&#39;email di verifica. Ora puoi fare il login!
pt_br: Você foi registrado com sucesso. Um email de verificação foi enviado para você. Agora, por favor, inicie a sessão!

source: Invalid email address!
es: ¡Correo electrónico no válido!
it: Indirizzo email non valido!
pt_br: Endereço de email inválido!

source: This email address has already registered
es: Esta dirección de correo electrónico ya ha sido registrada.
it: Questo indirizzo email è già registrato
pt_br: Este endereço de email já foi registrado

source: Captcha failed! If you are human, please try again!
es: ¡Verificación de imagen incorrecta! ¡Si eres un ser humano, por favor inténtalo nuevamente!
it: Captcha non valido! Se sei umano, riprova!
pt_br: Captcha errado! Se você é humano, por favor tente outra vez!

source: You must be signed in to view your profile!
es: ¡Debes iniciar sesión para ver tu perfil!
it: Devi essere loggato per vedere il tuo profilo!
pt_br: Você precisa estar logado para ver seu perfil!

source: I don't think that's very funny
es: No creo que eso sea muy divertido.
it: Non mi sembra molto divertente
pt_br: Eu não acho isso engraçado

source: Savegame failed sanity check (if you think this is in error please let us know)
es: Archivo de partida guardada no válida. (Si piensas que es un error, por favor avísanos)
it: Il salvataggio della partita ha fallito il controllo integrità (se pensi sia un errore faccelo sapere)
pt_br: Jogo salvo falhou na verificação (se você acha que isso é um erro, por favor nos diga)

source: Not valid save file - did you select file 'SaveGameInfo' instead of 'playername_number'?
es: Archivo no válido - ¿Has seleccionado el archivo 'SaveGameInfo' en lugar de 'nombredeljugador_número'?
it: File di salvataggio non valido - hai selezionato il file &#39;SaveGameInfo&#39; al posto di &#39;nomeutente_numero&#39;?
pt_br: Arquivo salvo não válido - você selecionou o arquivo 'SaveGameInfo' ao invés de 'playername_number'?

source: Not well-formed xml
es: XML no formado correctamente.
it: XML malformato
pt_br: Xml mal formado

source: Savegame failed an internal check (often caused by mods) sorry :(
es: La partida guardada no ha superado la comprobación interna (suele pasar con mods). Lo sentimos. :(
it: Il salvataggio della partita ha fallito un controllo interno (spesso causato da mod) spiacente :(
pt_br: Jogo salvo falhou em uma verificação interna (comum causado por mods) desculpe :(

source: Error occurred inserting information into the database!
es: ¡Ha ocurrido un error mientras se copiaba la información a la base de datos!
it: C&#39;è stato un errore nell&#39;inserire le informazioni nel database!
pt_br: Erro ocorrido inserindo informação na database!

source: Multiple entries for this client_id! Please contact the site administrator!
es: ¡Múltiples entradas para este client_id! ¡Por favor, contacta al administrador del sitio!
it: Accessi multipli per questo client_id! Per favore contatta l&#39;amministratore del sito!

source: You have granted access to %(client)s, you may now close this tab
es: Has concedido acceso a %(client)s, ahora puedes cerrar esta pestaña.
it: Hai garantito l&#39;accesso a %(client)s, ora puoi chiudere questa scheda

source: Unable to generate unique key! Something bad has happened, report to site administrator!
es: ¡Incapaz de generar clave única! Algo malo ha sucedido, ¡Repórtalo al administrador del sitio!
it: Impossibile generare una chiave unica! E&#39; successo qualcosa di brutto, segnalalo all&#39;amministratore del sito!

source: Referrer client_id is invalid!
es: ¡El client_id referido es inválido!
it: Il client_id del referrer non è valido!

source: You have previously approved %(client)s to access your account - reauthorising will generate a new API key
es: Has aprobado previamente que %(client)s acceda a tu cuenta - Reautorización generará una nueva clave API.
it: Hai precedentemente permesso a %(client)s di accedere al tuo account - re-autorizzarlo genererà una nuova chiave API

source: At this time, the upload.farm API and uploader are for upload.farm supporters only. If you are already a supporter, please connect your Patreon account on your account panel. If your Patreon account is already linked, please check you have active pledges. If you think this is in error, please contact us via the About page!
es: En este momento, la API upload.farm y el uploader son solo para los contribuyentes. Si ya eres un contribuyente, por favor, conecta tu cuenta de Patreon en el panel de tu cuenta de usuario. Si tu cuenta de Patreon ya está conectada, por favor, revisa si tu contribución está activa. Si crees que esto es un error. ¡Por favor, contáctanos por medio de nuestra pagina Acerca de!
it: Al momento, l&#39;API di upload.farm e l&#39;uploader sono solo per i sostenitori di upload.farm. Se sei già un sostenitore, connetti il tuo account Patreon dal tuo pannello utente. Se il tuo account Patreon è già collegato, controlla i tuoi pledge attivi. Se pensi che questo sia un errore, contattaci attraverso la pagina Info!

source: Please log in first
es: Por favor, primero inicia sesión.
it: Devi prima loggarti

source: Referrer didn't include client_id in request! Please contact whoever linked you here.
es: ¡El referido no incluyó client_id en la solicitud! Por favor, contacte con quien sea le haya direccionado aquí.

source: Save file incompatible with current database: error is
es: Archivo de guardado incompatible con la base de datos actual: error
it: Il file di salvataggio è incompatibile con l&#39;attuale database: l&#39;errore è
pt_br: Arquivo salvo imcompatível com a atual database: o erro é

source: There is nothing here... is this URL correct?
es: No hay nada aquí... ¿Es correcto el URL?
it: Qua non c&#39;è niente... l&#39;URL è giusto?
pt_br: Não a nada aqui... a URL está correta?

source: It looks like you have uploaded multiple files, but are not logged in: if you <a href='{}'>sign up</a> or <a href='{}'>sign in</a> you can link these uploads, enable savegame sharing, and one-click-post farm renders to imgur!
es: Parece que has subido varios archivos, pero no has iniciado sesión: Si accedes a <a href='{}'>Regístrate</a> o <a href='{}'>Iniciar sesión</a>, puedes vincular estos archivos subidos, habilitar el uso "Compartir partidas guardadas", y ¡Subir tu granja a imgur con un sólo click!
it: Sembra che tu abbia caricato più file, ma non sei loggato: <a href='{}'>registrandoti</a> o <a href='{}'>facendo il login</a> puoi collegare questi caricamenti, attivare la condivisione delle partite, e postare i render della farm su imgur con un solo click!
pt_br: Parece que você inseriu arquivos múltiplos, mas você não está logado: se você <a href='{}'>inscrever-se</a> ou <a href='{}'> entrar</a> você pode linkar esses arquivos, compartilhar arquivos salvos, e postar a um clique para o imgur!

source: This plan failed to render, probably because of a bug. It's logged and we'll look into it as soon as possible! Sorry!
es: Este plano no se pudo cargar, probablemente debido a un error. ¡Ha sido registrado, echaremos un vistazo al problema lo antes posible! ¡Lo sentimos!
it: C&#39;è stato un problema nel renderizzare questo progetto, probabilmente a causa di un bug. E&#39; stato registrato e lo esamineremo il prima possibile! Ci dispiace!
pt_br: Este plano falhou ao renderizar, provavelmente devido a um bug. Está logado e iremos avaliar o mais rápido possível! Desculpe!

source: Unknown or insufficient credentials
es: Credenciales desconocidas o insuficientes.
it: Credenziali sconosciute o insufficienti
pt_br: Credenciais desconhecidas ou insuficientes

source: You do not own this farm
es: No eres dueño de esta granja.
it: Questa farm non ti appartiene
pt_br: Você não é o dono(a) desta fazenda

source: You do not own at least one of the farms
es: No eres dueño de, al menos, una de estas granjas.
it: Non possiedi nemmeno una delle farm
pt_br: Você não é dono(a) de pelo menos uma das fazendas

source: You do not have sufficient credentials to claim this page
es: No tienes credenciales suficientes para reclamar esta página.
it: Non hai credenziali sufficienti per reclamare questa pagina
pt_br: Você não possui credenciais suficientes para acessar esta página

source: You do not have sufficient credentials to claim one of these pages
es: No tienes credenciales suficientes para reclamar una de estas páginas.
it: Non hai credenziali sufficienti per reclamare una di queste pagine
pt_br: Você não possui credenciais suficientes para acessar uma destas páginas

source: You do not have sufficient credentials to perform this action
es: No tienes credenciales suficientes para realizar esta acción.
it: Non hai credenziali sufficienti per eseguire questa azione
pt_br: Você não possui credenciais suficientes para fazer isso

source: You have uploaded this page to imgur in the last 2 hours: please wait to upload again
es: Has subido esta página a imgur en las últimas 2 horas: Por favor, espera para subirla nuevamente.
it: Hai caricato questa pagina su imgur nelle ultima 2 ore: per favore aspetta prima di caricarla di nuovo
pt_br: Você enviou esta página para imgur nas últimas 2 horas: por favor aguarde para enviar novamente

source: There was an issue with uploading the file to imgur. Please try again later!
es: Hubo un problema al subir el archivo a imgur. ¡Por favor, inténtalo de nuevo más tarde!
it: C&#39;è stato un problema nel caricare il file su imgur. Riprova più tardi!
pt_br: Existiu um problema ao enviar este arquivo para imgur. Por favor tente outra vez mais tarde!

source: Either you or upload.farm are out of imgur credits for the day! Sorry :( Try again tomorrow
es: ¡Tú o upload.farm se ha quedado sin créditos de imgur por hoy! Lo sentimos, inténtalo de nuevo mañana. :(
it: Né te né upload.farm siete nei crediti giornalieri di imgur! Spiacente :( Riprova domani
pt_br: Você ou upload.farm está sem créditos imgur para o dia! Desculpe :( Tente outra vez amanhã

source: You must be logged in to post your farm to imgur!
es: ¡Debes de iniciar sesión para publicar tu granja en imgur!
it: Devi essere loggato per postare la tua farm su imgur!
pt_br: Você precisa estar logado para postar sua fazenda no imgur!

source: Sorry, the stardew.info planner API is over its rate limit: please try again in a few minutes!
es: Lo sentimos, la API del planificador stardew.info está por encima de su límite de capacidad: ¡Por favor, inténtalo nuevamente en unos minutos!
it: Scusa, l&#39;API di stardew.info planner è oltre il suo limite massimo: riprova tra qualche minuto!
pt_br: Desculpe, a API do planejador stardew.info está acima de seu limite: por favor tente outra vez em alguns minutos!

source: There was a problem accessing the planner. Error was: {}
es: Hubo un problema de acceso al planificador. Hubo un error: {}
it: C&#39;è stato un errore nell&#39;accedere al planner. L&#39;errore è stato: {}
pt_br: Houve um problema ao acessar o planejador. O erro foi: {}

source: You do not have the correct session information to perform this action!
es: ¡No tienes la información de sesión correcta para realizar esta acción!
it: Non hai le informazioni della sessione corrette per eseguire questa azione!
pt_br: Você não possui a informação de sessão correta para fazer essa ação!

source: Problem authenticating!
es: ¡Problema de autentificación!
it: Problema di autenticazione!
pt_br: Autenticando problema!

source: You are not logged in!
es: ¡No has iniciado sesión!
it: Non sei loggato!
pt_br: Você não está logado!

source: No browse with that ID!
es: ¡No hay resultados con esa ID!
it: Nessun risultato con quell&#39;ID!
pt_br: Não existe browse com este ID!

source: Malformed request for entries!
es: ¡Solicitud mal formada para las entradas!
it: Richiesta per l&#39;accesso malformata!
pt_br: Pedido para entradas mal formado!

source: No blog with that ID!
es: ¡No hay un blog con esa ID!
it: Nessun articolo con quell&#39;ID!
pt_br: Não existe blog com este ID!

source: URL does not exist
es: El URL no existe.
it: L&#39;URL non esiste
pt_br: URL não existe

source: You are unable to download this farm data at this time.
es: No puedes descargar los datos de esta granja en este momento.
it: In questo momento non è possibile scaricare questa farm.
pt_br: Você está incapaz de baixar estes dados da fazenda neste momento.

source: Problem authenticating at imgur!
es: ¡Problema de autentificación con imgur!
it: Problema di autenticazione a imgur!
pt_br: Autenticando problema ao imgur!

source: Cannot connect to imgur if not logged in!
es: ¡No se puede conectar con imgur si no has iniciado sesión!
it: Impossibile connettersi a imgur se non loggati!
pt_br: Incapaz de se conectar ao imgur se não estiver logado!

source: Error authorising with Patreon. Please try again later!
es: Error de autorización con Patreon. ¡Por favor, intenta nuevamente más tarde!
it: Errore di autorizzazione con Patreon. Riprova più tardi!

source: Connected to Patreon. Thank you for your support!
es: Conectado a Patreon. ¡Gracias por tu contribución!
it: Connesso a Patreon. Grazie per il tuo supporto!

source: Connected to Patreon!
es: ¡Conectado a Patreon!
it: Connesso a Patreon!

source: Cross-site request forgery check failed!
es: ¡Falló la solicitud de verificación de falsificación entre sitios!
it: Controllo falsificazione richiesta inter-sito fallito!

source: Cannot connect to Patreon if not logged in!
es: ¡No puedes conectarte a Patreon si no has iniciado sesión!
it: Impossibile connettersi a Patreon se non loggati!

source: Account does not exist!
es: ¡La cuenta no existe!
it: L’account non esiste!
pt_br: Conta inexistente!

source: Already confirmed email address!
es: ¡El correo electrónico ya está confirmado!
it: Indirizzo email già confermato!
pt_br: Endereço de email já confirmado!

source: Account email address confirmed!
es: ¡Correo electrónico confirmado!
it: Indirizzo email dell&#39;account già confermato!
pt_br: Endereço de email da conta confirmado!

source: not logged in
es: Sesión no iniciada.
it: non loggato
pt_br: não logado

source: 1st
es: 1º
pt_br: 1º

source: 2nd
es: 2º
pt_br: 2º

source: 3rd
es: 3º
pt_br: 3º

source: 4th
es: 4º
pt_br: 4º

source: 5th
es: 5º
pt_br: 5º

source: 6th
es: 6º
pt_br: 6º

source: 7th
es: 7º
pt_br: 7º

source: 8th
es: 8º
pt_br: 8º

source: 9th
es: 9º
pt_br: 9º

source: 10th
es: 10º
pt_br: 10º

source: 11th
es: 11º
pt_br: 11º

source: 12th
es: 12º
pt_br: 12º

source: 13th
es: 13º
pt_br: 13º

source: 14th
es: 14º
pt_br: 14º

source: 15th
es: 15º
pt_br: 15º

source: 16th
es: 16º
pt_br: 16º

source: 17th
es: 17º
pt_br: 17º

source: 18th
es: 18º
pt_br: 18º

source: 19th
es: 19º
pt_br: 19º

source: 20th
es: 20º
pt_br: 20º

source: 21st
es: 21º
pt_br: 21º

source: 22nd
es: 22º
pt_br: 22º

source: 23rd
es: 23º
pt_br: 23º

source: 24th
es: 24º
pt_br: 24º

source: 25th
es: 25º
pt_br: 25º

source: 26th
es: 26º
pt_br: 26º

source: 27th
es: 27º
pt_br: 27º

source: 28th
es: 28º
pt_br: 28º

source: Spring
es: Primavera
it: Primavera
pt_br: Primavera

source: Summer
es: Verano
it: Estate
pt_br: Verão

source: Autumn
es: Otoño
it: Autunno
pt_br: Outono

source: Winter
es: Invierno
it: Inverno
pt_br: Inverno

source: %(day)s of %(season)s, Year %(year)s
es: %(day)s de %(season)s, año %(year)s
it: %(day)s di %(season)s, Anno %(year)s
pt_br: %(day)s de %(season)s, ano %(year)s

source: About Us
es: Acerca de
it: Info su di noi
pt_br: Cerca de

source: Hello, and welcome to upload.farm! upload.farm is written, owned, and run by %(laukeigithub)s&thinsp;%(laukeiemail)s&thinsp;%(laukeireddit)s a university researcher based in Glasgow, UK, and %(sketchygithub)s&thinsp;%(sketchyemail)s&thinsp;%(sketchyreddit)s a web developer based in Marbella, Spain. We created the site mostly for ourselves shortly after Stardew Valley was released as we had no way to screenshot our whole farms to compare them. Thanks to feature creep, it seems to have outgrown this use quite a bit.
es: ¡Hola, y bienvenidos a upload.farm! upload.farm está escrito y ejecutado por el propietario del sitio, %(laukeigithub)s&thinsp;%(laukeiemail)s&thinsp;%(laukeireddit)s, un investigador universitario quien vive en Glasgow, Reino Unido y %(sketchygithub)s&thinsp;%(sketchyemail)s&thinsp;%(sketchyreddit)s, un desarrollador web quien vive en Marbella, España. Hemos creado el sitio mayormente para nosotros mismos, un poco después del lanzamiento de Stardew Valley, ya que no teníamos alguna manera de tomar una captura de pantalla de nuestras granjas para compararlas. Gracias al alcance que tuvo, parece haber superado este uso bastante.
it: Ciao, e benvenuto su upload.farm! upload.farm è scritto, posseduto e gestito da %(laukeigithub)s&thinsp;%(laukeiemail)s&thinsp;%(laukeireddit)s un ricercatore universitario presso Glasgow, Regno Unito, e %(sketchygithub)s&thinsp;%(sketchyemail)s&thinsp;%(sketchyreddit)s un web developer presso Marbella, Spagna. Abbiamo creato questo sito principalmente per noi dopo che Stardew Valley è stato rilasciato perché non avevamo modo di fare screenshot delle farm intere per confrontarle. Grazie allo sviluppo ulteriore delle funzionalità, sembra essere cresciuto un po&#39; oltre questo utilizzo.

source: All source code is available on %(githubrepo)s, which can also be used to file bug reports. Stardew Valley assets are used with the kind permission of %(concernedape)s and %(chucklefish)s.
es: Todo el código fuente está disponible en %(githubrepo)s, el cual también puede usarse para reportar errores. Los activos de Stardew Valley se utilizan con el amable permiso de %(concernedape)s y %(chucklefish)s.
it: Tutto il codice sorgente è disponibile su %(githubrepo)s, che può anche essere usato per segnalare bug. Gli asset di Stardew Valley sono utilizzati con il gentile permesso di %(concernedape)s e %(chucklefish)s.

source: We would also like to thank to all who support the site on %(patreon)s, especially:
es: También, queremos agradecer a todos quienes contribuyen al sitio en %(patreon)s, especialmente:
it: Ci piacerebbe anche ringraziare tutti coloro che supportano il sito su %(patreon)s, specialmente:

source: Account
es: Cuenta
pt_br: Conta

source: Account info
es: Información de cuenta
it: Info sull&#39;account
pt_br: Informações da conta

source: Email: %(email)s
es: Correo electrónico: %(email)s

source: Change password
es: ¿Cambiar contraseña?
it: Cambia password

source: Logged in as %(username)s
es: Sesión iniciada como %(username)s
it: Loggato come %(username)s
pt_br: Logado como %(username)s

source: connect to imgur
es: Conectar con Imgur
it: connetti a imgur
pt_br: conectar ao imgur

source: Reconnect patreon?
es: ¿Reconectar a Patreon?
it: Riconnettere Patreon?

source: connect patreon
es: Conectar con Patreon
it: connetti patreon

source: Browse my liked farms
es: Explorar mis granjas preferidas
it: Naviga tra le mie farm apprezzate
pt_br: Pesquisar fazendas que curti

source: Preferences
es: Preferencias
it: Preferenze
pt_br: Preferências

source: Upload default:
es: Subir por defecto:
it: Default upload:
pt_br: Envio padrão:

source: Change to listed?
es: ¿Cambiar a visible?
it: Mettere in elenco?
pt_br: Mudar para listado?
