Repository: AtahaJohn/SDV-Summary
Catalog: sdv/translations/*/LC_MESSAGES/messages.po
Languages: es, it, pt_br

source: This will remove this farm and all associated farms, be sure you mean to do this!
es: Esta acción borrará esta granja y todas las de la serie, ¡Asegúrate que quieres hacer esto!
it: Questo rimuoverà questa farm e tutte le farm associate, controlla di intendere questo!
pt_br: Isso removerá essa fazenda e todas as fazendas associadas, tenha certeza de que queira fazer isto!

source: Delete&nbsp;entire&nbsp;series!
es: ¡Borrar&nbsp;toda&nbsp;la&nbsp;serie!
it: Elimina&nbsp;l&#39;intera&nbsp;serie!

source: Delete entire farm series
es: Borrar serie de la granja
it: Elimina l&#39;intera serie di farm
pt_br: Deletar série de fazendas inteira

source: You use the contents of this zip at your own risk!
es: ¡Usa los contenidos de este archivo bajo tu responsabilidad!
it: Usi i contenuti di questo file zip a tuo rischio!
pt_br: Você usa os conteúdos deste zip por sua conta e risco!

source: I understand, download!
es: Estoy de acuerdo, ¡Descarga!
it: Capisco, scarica!
pt_br: Eu compreendo, download!

source: download savegame
es: descargar partida
it: scarica salvataggio
pt_br: download jogo salvo

source: Friendships
es: Amistades
it: Amicizie
pt_br: Amizades

source: Monster Kills
es: Monstruos eliminados
it: Uccisioni di Mostri
pt_br: Monstros mortos

source: %(name)s has not killed any monsters yet.
es: %(name)s no ha eliminado a ningún monstruo todavía.
it: %(name)s non ha ancora ucciso nessun mostro.
pt_br: %(name)s não matou nenhum monstro ainda.

source: Map of %(farmname)s Farm
es: Mapa de la Granja de %(farmname)s
it: Mappa di %(farmname)s Farm
pt_br: Mapa da Fazenda %(farmname)s

source: Click to open farm gallery
es: Haz clic para abrir la galeria de granja
it: Clicca per aprire la galleria della farm
pt_br: Clique para abrir a galeria da fazenda

source: view on imgur
es: ver en imgur
it: guarda su imgur
pt_br: ver em imgur

source: reupload to imgur
es: subir a imgur otra vez
it: ricarica su imgur
pt_br: re-enviar para imgur

source: upload to imgur
es: subir a imgur
it: carica su imgur
pt_br: enviar para imgur

source: This farm has a downloadable savegame available
es: Este granja tiene disponible una partida guardada descargable
it: Questa farm ha un salvataggio scaricabile
pt_br: Essa fazenda possui um jogo salvo disponível para download

source: This farm is unlisted and will not show up in searches nor on the front page except to you. It can still be viewed by people with a direct link.
es: Este granja está oculta y no aparece ni en las búsquedas y ni en la página principal. Las personas con un enlace directo todavía pueden verla.
it: Questa farm è privata e non apparirà nelle ricerche né nella pagina principale tranne che a te. Può ancora essere vista da persone con un link diretto.
pt_br: Essa fazenda não está listada e não irá aparecer em pesquisas nem na página principal exceto para você. Ainda pode ser visualizada por pessoas com link direto.

source: Password reset
es: Restablecer contraseña
it: Reset della password
pt_br: Redefinir senha

source: Reset password
es: Restablecer contraseña
it: Reimposta la password
pt_br: Redefinir senha

source: New password
es: Nueva contraseña
it: Nuova password
pt_br: Nova senha

source: Passcode must be at least %(password_min_length)s characters long!
es: La contraseña debe tener al menos %(password_min_length)s caracteres de longitud!
it: La password deve essere al meno di %(password_min_length)s caratteri!
pt_br: Senha deve ter no mínimo %(password_min_length)s caracteres!

source: Set new password
es: Establecer nueva contraseña
it: Imposta nuova password
pt_br: Insira a nova senha

source: Reset password for user account on upload.farm
es: Restablecer contraseña para una cuenta de upload.farm
it: Reimposta password per l&#39;account utente su upload.farm
pt_br: Resetar senha para conta de usuário em upload.farm

source: Re-send verification
es: Enviar confirmación otra vez
it: Rinvia verifica
pt_br: Reenviar verificação

source: Sign up
es: Regístrate
it: Registrati
pt_br: Registrar

source: Registration allows enabling of savegame sharing, quick imgur upload, and creation and curation of farm series.
es: Al registrarte puedes compartir tus partidas, subirlas a imgur de forma rápida y sencilla, crear granjas y gestionar tus series de granja.
it: La registrazione consente di attivare condivisione dei salvataggi, caricamenti veloci su imgur, e creazione e gestione di serie di farm.
pt_br: Registro permite ativar o compartilhamento de jogo salvo, envio rápido ao imgur, e criação e cuidar de séries de fazendas.

source: Already got an account? Sign in!
es: ¿Ya tienes una cuenta? ¡Inicia sesión!
it: Hai già un account? Fai il login!
pt_br: Já possui uma conta? Entre!

source: Register a user account on upload.farm
es: Registra una cuenta en upload.farm
it: Registra un account utente su upload.farm
pt_br: Registre uma conta de usuário em upload.farm

source: Stardew Valley Summary Generator
es: Sube tu granja de Stardew Valley
pt_br: Stardew Valley Gerador de Sumário

source: Upload
es: Subir
it: Carica
pt_br: Enviar

source: About
es: Acerca de
it: Info
pt_br: Cerca de

source: Logout
es: Salir
it: Disconnetti
pt_br: Sair

source: Referrer didn&#39;t include client_id in request! Please contact whoever linked you here.
it: Il tuo referrer non ha incluso il suo client_id nella richiesta! Contatta chi ti ha indirizzato qua.

source: uploader tool
it: strumento di caricamento

source: Error:
it: Errore:
pt_br: Erro:

source: Error
it: Errore
pt_br: Erro

source: Error!
it: Errore!
pt_br: Erro!

source: The <a href='https://stardew.info/planner/' target='_blank'>Stardew planner</a> by <a href='https://github.com/hpeinar/stardewplanner' target='_blank'>Henrik Peinar</a> is a tool that allows you to plan your farm. We have integrated support for the planner to the site for uploads you own. To use this feature, click the blueprint icon in the control panel on your farm's profile page to load it into the planner. In addition, we have worked with Henrik to allow rendering of farms from the planner. These are separate to normal savegame uploads, and are accessed from the planner itself.
it: Lo <a href='https://stardew.info/planner/' target='_blank'>Stardew planner</a> di <a href='https://github.com/hpeinar/stardewplanner' target='_blank'>Henrik Peinar</a> è uno strumento che ti consente di progettare la tua farm. Abbiamo integrato il supporto del sito per il planner per i caricamenti che possiedi. Per utilizzare questa funzionalità, clicca l&#39;icona del progetto nel pannello di controllo sulla pagina del profilo della tua farm per caricarla nel planner. Inoltre abbiamo lavorato con Henrik per permettere di renderizzare le farm dal planner. Queste sono separate dai normali salvataggi caricati, e vi si può accedere dal planner stesso.
