Repository: AtahaJohn/SDV-Summary
Catalog: sdv/translations/*/LC_MESSAGES/messages.po
Languages: es, it, pt_br

source: %(stardew_valley)s save files can be found under %(appdata)s and are named after your character, plus an ID number
es: Los archivos de tu partida guardada de %(stardew_valley)s se encuentran en %(appdata)s y se nombran usando el nombre del personaje, además de un número de identidad (ID).
it: I file di salvataggio di %(stardew_valley)s possono essere trovati in %(appdata)s e sono chiamati in base al tuo personaggio, più un ID
pt_br: Os jogos salvos de %(stardew_valley)s podem ser encontrados sobre %(appdata)s e são nomeados depois de seu personagem, mais o número de ID

source: Recently uploaded farms
es: Granjas subidas recientemente
it: Farm caricate recentemente
pt_br: Fazendas enviadas recentemente

source: Recent uploads
es: Recién subidas
it: Caricamenti recenti
pt_br: Envios recentes

source: more
es: más
it: più
pt_br: mais

source: Login
es: Iniciar sesión

source: Sign in
es: Iniciar
it: Entra
pt_br: Entrar

source: Log in to a user account on upload.farm
es: Iniciar sesión en una cuenta de usuario de upload.farm
it: Fai il login a un account utente su upload.farm
pt_br: Entrar como usuário no upload.farm

source: Email address
es: Correo electrónico
it: Indirizzo email
pt_br: Endereço de email

source: email
es: correo electrónico

source: Password
es: Contraseña
pt_br: Senha

source: password
es: contraseña
pt_br: senha

source: Sign in!
es: ¡Iniciar sesión!
it: Entra!
pt_br: Entrar!

source: Need to register?
es: ¿Necesitas regístrarte?
it: Devi registrarti?
pt_br: Precisa registrar?

source: Sign up!
es: ¡Regístrate!
it: Registrati!
pt_br: Registrar!

source: Forgot password?
es: ¿Olvidaste tu contraseña?
it: Password dimenticata?
pt_br: Esqueceu a senha?

source: Reset it!
es: ¡Restablecer!
it: Reimpostala!
pt_br: Resetar!

source: Render of stardew.info farm plan (Stardew Valley)
es: Sube un plano de granja de stardew.info (Stardew Valleu)
it: Render di un progetto farm di stardew.info (Stardew Valley)
pt_br: Renderizar planejamento da fazenda de stardew.info (Stardew Valley)

source: Farm plan render - upload.farm
es: Sube un plano de granja - upload.farm
it: Render di un progetto farm - upload.farm
pt_br: Renderizar planejamento da fazenda - upload.farm

source: Farm plan in %(season)s
es: Plano de granja en %(season)s
it: Progetto farm in %(season)s
pt_br: Planejamento da fazenda em %(season)s

source: view plan
es: ver el plano
it: vedi progetto
pt_br: ver planejamento

source: Plan re-rendering, will automatically load when complete
es: Volviendo a subir el plano, automáticamente cargará cuando termine.
it: Il progetto si sta ri-renderizzando, si caricherà automaticamente una volta completato
pt_br: Re-renderização do planejamento irá carregar automaticamente quando completo

source: Privacy Policy
es: Política de Privacidad
it: Politica sulla Privacy
pt_br: Política de Privacidade

source: Our privacy policy is currently only available in English to ensure consistency. If you use the site in a language other than English, sorry for the inconvenience!
es: Nuestra política de privacidad solo está disponible en inglés por el momento con el fin de garantizar la coherencia legal. ¡Disculpe las molestias!
it: La nostra politica sulla Privacy è al momento disponibile solamente in inglese per garantirne la coerenza. Se stai usando questo sito in un linguaggio diverso dall&#39;inglese, ci dispiace per l&#39;inconveniente!

source: Summary of %(farmname)s Farm by %(name)s (Stardew Valley)
es: Resumen de la granja de %(farmname)s por %(name)s (Stardew Valley)
it: Riepilogo di %(farmname)s Farm di %(name)s (Stardew Valley)
pt_br: Sumário da Fazenda %(farmname)s de %(name)s (Stardew Valley)

source: %(farmname)s Farm Summary - upload.farm
es: Resumen de la granja de %(farmname)s - upload.farm
it: Riepilogo di %(farmname)s Farm - upload.farm
pt_br: Sumário da Fazenda %(farmname)s - upload.farm

source: Brown Chicken
es: Gallina marrón
it: Pollo Marrone
pt_br: Galinha marrom

source: Brown Chickens
es: Gallinas marrones
it: Polli Marroni
pt_br: Galinhas marrons

source: White Chicken
es: Gallina blanca
it: Pollo Bianco
pt_br: Galinha branca

source: White Chickens
es: Gallinas blancas
it: Polli Bianchi
pt_br: Galinhas brancas

source: Blue Chicken
es: Gallina azul
it: Pollo Blu
pt_br: Galinha azul

source: Blue Chickens
es: Gallinas azules
it: Polli Blu
pt_br: Galinhas azuis

source: Void Chicken
es: Gallina sombría
it: Pollo del Vuoto
pt_br: Galinha vazio

source: Void Chickens
es: Gallinas sombrías
it: Polli del Vuoto
pt_br: Galinhas vazios

source: White Cow
es: Vaca blanca
it: Mucca Bianca
pt_br: Vaca branca

source: White Cows
es: Vacas blancas
it: Mucche Bianche
pt_br: Vacas brancas

source: Brown Cow
es: Vaca marrón
it: Mucca Marrone
pt_br: Vaca marrom

source: Brown Cows
es: Vacas marrones
it: Mucche Marroni
pt_br: Vacas marrons

source: Duck
es: Pato
it: Papera
pt_br: Pato

source: Ducks
es: Patos
it: Papere
pt_br: Patos

source: Rabbit
es: Conejo
it: Coniglio
pt_br: Coelho

source: Rabbits
es: Conejos
it: Conigli
pt_br: Coelhos

source: Dinosaur
es: Dinosaurio
it: Dinosauro
pt_br: Dinossauro

source: Dinosaurs
es: Dinosaurios
it: Dinosauri
pt_br: Dinossauros

source: Goat
es: Cabra
it: Capra
pt_br: Cabra

source: Goats
es: Cabras
it: Capre
pt_br: Cabras

source: Sheep
es: Oveja
it: Pecora
pt_br: Ovelha

source: Sheeps
es: Ovejas
it: Pecore
pt_br: Ovelhas

source: Pig
es: Cerdo
it: Maiale
pt_br: Porco

source: Pigs
es: Cerdos
it: Maiali
pt_br: Porcos

source: Animal Products worth 10%% more.
es: Los productos animales valen un 20%% más.
it: I Prodotti Animali valgono il 10%% in più.
pt_br: Produtos Animais valem 10%% mais.

source: Crops worth 10%% more.
es: Los cultivos valen un 10%% más.
it: Il Raccolto vale il 10%% in più.
pt_br: Sementes valem 10%% mais.

source: Befriend Coop animals quicker.
es: Los animales de corral te quieren más rápido.
it: Diventa amico degli animali del Pollaio più velocemente.
pt_br: Amizade mais rápida com animais Coop.

source: Incubation time cut in half.
es: La incubación de huevos es el doble de rápida.
it: Tempo di incubazione dimezzato.
pt_br: Tempo de incubação reduzido pela metade.

source: Befriend barn animals quicker.
es: Los animales de establo te quieren más rápido.
it: Diventa amico degli animali del Fienile più velocemente.
pt_br: Amizade mais rápida com animais do celeiro.

source: Sheep produce wool faster.
es: La lana de las ovejas crece más rápido.
it: Le Pecore producono lana più velocemente.
pt_br: Ovelha produz lã mais rápido.

source: Artisan Goods (wine, cheese, oil, etc.) worth 50%% more.
es: Los productos artesanales (vino, queso, aceite, etc.) valen un 40%% más.
it: I Beni Artigianali (vino, formaggio, olio, etc.) valgono il 50%% in più.
pt_br: Produtos Artesãos (vinho, queijo, olho, etc.) valem 50%% mais.

source: All crops grow 10%% faster.
es: Todos los cultivos crecen un 10%% más rápido.
it: Tutto il raccolto cresce il 10%% più veloce.
pt_br: Todas as sementes crescem 10%% mais rápido.

source: +1 ore per vein.
es: Una mena más por veta.
it: +1 minerale per vena.
pt_br: +1 minério por nervura.

source: Chance for Gems to appear in pairs.
es: Posibilidad de que las gemas aparezcan en pares.
it: Possibilità per le Gemme di apparire in paia.
pt_br: Chance de Gemas aparecerem em pares.

source: Metal bars worth 25%% more.
es: Los lingotes valen un 50%% más.
it: Le Barre di Metallo valgono il 25%% in più.
pt_br: Barras de metal valem 25%% mais.

source: Geode find doubled.
es: Probabilidad doble de encontrar geodas.
it: Ritrovamenti di Geodi raddoppiati.
pt_br: Encontro de Geode dobrado.

source: Coal find doubled.
es: Probabilidad doble de encontrar carbón.
it: Ritrovamenti di Carbone raddoppiati.
pt_br: Encontro de Coal dobrado.

source: Gems worth 30%% more.
es: Las gemas valen un 30%% más.
it: Le Gemme valgono il 30%% in più.
pt_br: Gemas valem 30%% mais.

source: Wood worth 50%% more.
es: La madera vale un 50%% más.
it: Il Legno vale il 50%% in più.
pt_br: Madeira vale 50%% mais.

source: Chance for double harvest of foraged items.
es: Posibilidad de recolectar dos productos en vez de uno.
it: Possibilità di raccogliere due volte gli item trovati per terra.
pt_br: Chance de colheita de itens varridos dobrada.

source: Normal trees occasionally drop hardwood.
es: Posibilidad de que los árboles dejen caer madera noble.
it: Gli alberi normali producono occasionalmente legno massiccio.
pt_br: Árvores normais ocasionalmente derrubam madeira dura.

source: Foraged items are always gold quality.
es: Los objetos recolectados siempre son de gran calidad.
it: Gli item trovati per terra sono sempre di qualità oro.
pt_br: Items varridos são sempre de qualidade ouro.

source: Syrup is worth 25%% more.
es: Los siropes de árbol valen un 25%% más.
it: Lo sciroppo vale il 25%% in più.
pt_br: Syrup vale 25%% mais.

source: Locations of foragable items are revealed.
es: Los objetos recolectables aparecen marcados.
it: La posizione degli item raccoglibili è rivelata.
pt_br: Localizações de items varridos são reveladas.

source: Fish worth 25%% more.
es: Los peces valen un 25%% más.
it: Il pesce vale il 25%% in più.
pt_br: Peixe vale 25%% mais.

source: Resources required to craft crab pots reduced.
es: Las trampas para cangrejos requieren menos recursos.
it: Le risorse richieste per costruire trappole per granchi sono ridotte.
pt_br: Recursos necessários para a criação de potes de caranguejo reduzidos.

source: Fish worth 50%% more.
es: Los peces valen un 50%% más.
it: Il pesce vale il 50%% in più.
pt_br: Peixe vale 50%% mais.

source: Chance to find treasure doubled.
es: Probabilidad doble de encontrar tesoros.
it: Probabilità di trovare tesori raddoppiata.
pt_br: Chance de encontrar tesouro dobrado.

source: Crab pots never catch trash.
es: Las trampas para cangrejos no atrapan basura.
it: Le trappole per granchi non producono mai spazzatura.
pt_br: Potes de caranguejo nunca pegam lixo.

source: Crab pots no longer need to be baited.
es: Las trampas para cangrejos no requieren cebo.
it: Le trappole per granchi non hanno più bisogno di esche.
pt_br: Potes de caranguejo não precisam mais serem iscados.

source: All attacks deal 10%% more damage.
es: Todos los ataques causan un 10%% más de daño.
it: Tutti gli attacchi infliggono il 10%% in più di danni.
pt_br: Todos os ataques causam 10%% mais danos.

source: +15 HP.
es: Salud +15.

source: Critical strike chance increased by 50%%.
es: Probabilidad de golpe crítico aumentada un 50%%.
it: Probabilità di colpi critici aumentata del 50%%.
pt_br: Chance de acerto crítico é aumentado em 50%%.

source: Damage is increased by 15%%.
es: Causas un 15%% más de daño.
it: Danni aumentati del 15%%.
pt_br: Dano é aumentado em 15%%.

source: HP is increased by 25.
es: Salud +25.
it: HP aumentati di 25.
pt_br: HP é aumentado em 25.

source: Cooldown on special moves is cut in half.
es: Reutilización de movimientos especiales el doble de rápida.
it: Cooldown delle mosse speciali dimezzato.
pt_br: Cooldown em movimentos especiais são reduzidos pela metade.

source: Critical hits are deadly.
es: Golpes críticos mortales.
it: I colpi critici sono letali.
pt_br: Hits críticos são mortais.

source: Rancher
es: Ranchero
it: Fattore

source: Tiller
es: Labrador
it: Seminatore

source: Coopmaster
es: Corralero
it: Mastro Pollaio

source: Shepherd
es: Pastor
it: Pastore

source: Artisan
es: Artesano
it: Artigiano

source: Agriculturist
es: Agricultor
it: Agricoltore

source: Miner
es: Minero
it: Minatore

source: Geologist
es: Geólogo
it: Geologo

source: Blacksmith
es: Herrero
it: Fabbro

source: Excavator
es: Excavador
it: Scavatore

source: Prospector
es: Buscador
it: Prospettore

source: Gemologist
es: Gemólogo
it: Gemmologo

source: Forester
es: Guardabosques
it: Guardia Forestale

source: Gatherer
es: Recolector
it: Collezionista

source: Lumberjack
es: Leñador
it: Taglialegna

source: Botanist
es: Botánico
it: Botanico

source: Tapper
es: Resinador
it: Spillatore

source: Tracker
es: Rastreador
it: Segugio

source: Fisher
es: Pescador
it: Pescatore

source: Trapper
es: Trampero
it: Cacciatore

source: Angler
es: Pesquero
it: Pescatore con lenza

source: Pirate
es: Pirata
it: Pirata

source: Mariner
es: Marino
it: Marinaio

source: Luremaster
es: As del señuelo
it: Mastro Adescatore

source: Fighter
es: Luchador
it: Combattente

source: Scout
es: Explorador

source: Brute
es: Bestia
it: Bestia

source: Defender
es: Defensor
it: Difensore

source: Acrobat
es: Acróbata
it: Acrobata

source: Desperado
es: Berserker
it: Bandito

source: Farming
es: Agricultura
it: Agricoltura

source: Mining
es: Minería
it: Estrazione

source: Foraging
es: Recolección
it: Ricerca di cibo

source: Fishing
es: Pesca
it: Pesca

source: Combat
es: Combate
it: Combattimento

source: Wizard
es: Rasmodius
it: Stregone
pt_br: Feiticeiro

source: Dwarf
es: Enano
it: Gnomo
pt_br: Anão

source: Henchman
es: Esbirro
it: Scagnozzo
pt_br: Ajudante

source: Armored Bug
es: Bicho armado
it: Insetto Corazzato

source: Bat
es: Murciélago
it: Pipistrello

source: Big Slime
es: Baba grande
it: Slime Grande

source: Bug
es: Bicho
it: Insetto

source: Duggy
es: Cavadorín
it: Talpa

source: Dust Sprite
es: Duende del polvo
it: Spirito della Polvere

source: Fly
es: Mosca
it: Mosca

source: Frost Bat
es: Murciélago de hielo
it: Pipistrello congelato

source: Frost Jelly
es: Baba azul
it: Gelatina Congelata

source: Ghost
es: Fantasma
it: Fantasma

source: Green Slime
es: Baba verde
it: Slime Verde

source: Grub
es: Larva
it: Larva

source: Lava Bat
es: Murciélago de lava
it: Pipistrello Lavico

source: Lava Crab
es: Cangrejo de lava
it: Granchio Lavico

source: Metal Head
es: Cabeza de metal
it: Testa Metallica

source: Mummy
es: Momia
it: Mummia

source: Purple Slime
es: Baba lila
it: Slime Viola

source: Sludge
es: Baba roja
it: Poltiglia

source: Rock Crab
es: Cangrejo de roca
it: Granchio Roccioso

source: Serpent
es: Serpiente
it: Serpente

source: Shadow Brute
es: Bestia de las sombras
it: Bestia d&#39;Ombra

source: Skeleton
es: Esqueleto
it: Scheletro

source: Squid Kid
es: Niño calamar
it: Ragazzo Calamaro

source: Stone Golem
es: Gólem de piedra
it: Golem di Pietra

source: Transparent Slime
es: Baba transparente
it: Slime Trasparente

source: Void Spirit
es: Espíritus sombríos
it: Spirito del Vuoto

source: Yellow Slime
es: Baba amarilla
it: Slime Giallo

source: %(farmname)s Farm
es: Granja de %(farmname)s
pt_br: Fazenda %(farmname)s

source: Go back to %(previous)s (left arrow on keyboard also works)
es: Regresar a %(previous)s (la tecla de dirección izqda. del teclado también funciona)
it: Torna indietro a %(previous)s (puoi usare anche la freccia sinistra della tastiera)
pt_br: Voltar para %(previous)s (flecha esquerda no teclado também funciona)

source: Go forward to %(next)s (right arrow on keyboard also works)
es: Seguir a %(next)s (la tecla de dirección drcha. del teclado también funciona)
it: Vai avanti a %(next)s (puoi usare anche la freccia destra della tastiera)
pt_br: Avançar para%(next)s (flecha direita no teclado também funciona)

source: Warning:
es: Advertencia:
it: Avvertimento:
pt_br: Aviso:

source: This farm failed image processing, which means the savegame had unexpected contents. It might be modded, or malicious. Be aware if downloading the savegame.
es: No pudimos procesar imágenes de este granja, significa que la partida guardada contiene archivos inesperados. Podría tener "mods" o ser un archivo dañino. Ten cuidado si descargas la partida guardada.
it: Questa farm ha fallito l&#39;elaborazione dell&#39;imagine, il che significa che il salvataggio ha contenuti non previsti. Potrebbe essere moddata, o malevola. Tienilo presente se scarichi il salvataggio.
pt_br: Essa fazenda falhou no processo da imagem, o que significa que o jogo salvo possuia conteúdos inesperados. Pode ser modificado,ou malicioso. Esteja ciente se baixar este jogo salvo.

source: Stats
es: Estadísticas
it: Statistiche
pt_br: Status

source: Summary
es: Resumen
it: Riepilogo
pt_br: Sumário

source: Skills
es: Habilidades
it: Abilità
pt_br: Habilidades

source: Name
es: Nombre
it: Nome
pt_br: Nome

source: Current Funds
es: Fondos
it: Denaro Attuale
pt_br: Fundos Atuais

source: Total Earnings
es: Ganancias
it: Guadagno Totale
pt_br: Ganhos Totais

source: Gender
es: Género
it: Genere
pt_br: Sexo

source: Male
es: Masculino
it: Maschio
pt_br: Homem

source: Female
es: Femenino
it: Femmina
pt_br: Mulher

source: Favorite Thing
es: Cosa favorita
it: Cosa Preferita
pt_br: Coisa favorita

source: Health
es: Salud
it: Salute
pt_br: Vida

source: Stamina
es: Energía
it: Energia

source: Steps Taken
es: Pasos realizados
it: Passi
pt_br: Passos dados

source: Mines Depth
es: Minas
it: Profondità nelle Miniere
pt_br: Minas

source: level
es: nivel
it: livello

source: Cavern Depth
es: Cuevas
it: Profondità nelle Caverne
pt_br: Caverna

source: Mine Depth
es: Minas
it: Profondità nella Miniera
pt_br: Level da Mina

source: Time Played
es: Tiempo jugado
it: Tempo di Gioco
pt_br: Tempo Jogado

source: hours
es: horas
it: ore
pt_br: horas

source: is married to
es: se ha casado con
it: è sposato/a con
pt_br: é casado(a) com

source: and
es: y
it: e
pt_br: e

source: is unmarried
es: no se ha casado
it: è divorziato/a
pt_br: é solteiro(a)

source: has
es: tiene
it: ha
pt_br: tem

source: a %(n)s day old
es: desde hace %(n)s días
it: da %(n)s giorni
pt_br: a %(n)s dias de idade

source: son
es: un hijo
it: un figlio
pt_br: filho

source: daughter
es: una hija
it: una figlia
pt_br: filha

source: named
es: de nombre
it: chiamato/a
pt_br: com o nome de

source: has no children
es: no tiene hijos
it: non ha figli
pt_br: não possui filhos

source: and has a pet
es: y tiene de mascota un
it: e ha un
pt_br: e tem um

source: cat
es: gato
it: gatto
pt_br: gato

source: dog
es: perro
it: cane
pt_br: cachorro

source: Farm horse:
es: Caballo de la granja:
it: Cavallo della fattoria:
pt_br: Cavalo da fazenda:

source: %(n)s days old
es: %(n)s días de edad
it: di %(n)s giorni
pt_br: %(n)s dias de idade

source: (Hover for professions)
es: (Mostrar profesiones)
it: (Porta il mouse sopra per le professioni)
pt_br: (Passe para as profissões)

source: This will claim
es: Esto va a reclamar
it: Questo reclamerà
pt_br: Isso irá reivindicar

source: only this
es: solamente esto
it: solo questo
pt_br: apenas isso

source: upload
es: subida
it: caricamento
pt_br: enviar

source: Claim&nbsp;it!
es: ¡Reclamado!
it: Reclamala!

source: Claim this farm (link it to your account)
es: Reclamar esta granja (enlazar a tu cuenta)
it: Reclama questa farm (collegala al tuo account)
pt_br: Reivindique essa fazenda (link ela para a sua conta)

source: all unclaimed uploads
es: todas las subidas no reclamadas
it: tutti i caricamenti non reclamati
pt_br: todos os envios não reivindicados

source: made from this browser.
es: hecho desde este navegador.
it: fatto da questo browser.
pt_br: feitas a partir deste navegador.

source: Claim&nbsp;all!
es: ¡Reclamar&nbsp;todo!
it: Reclama&nbsp;tutto!

source: Claim all unclaimed farms (link them to your account)
es: Reclamar todas las granjas sin reclamación (enlazar a tu cuenta)
it: Reclama tutte le farm non reclamate (collegale al tuo account)
pt_br: Reivindique todas as fazendas que não foram reivindicadas (link elas para sua conta)

source: Send to
es: Enviar a
it: Mandare al
pt_br: Enviar para

source: stardew.info planner
es: planificador de stardew.info
it: planner di stardew.info
pt_br: planejador stardew.info

source: (this is a separate site not part of upload.farm)
es: (esta página no forma parte de upload.farm)
it: (questa è un sito separato che non fa parte di upload.farm)
pt_br: (esse é um site separado que não faz parte de upload.farm)

source: Plan&nbsp;my&nbsp;farm!
es: ¡Planificar&nbsp;mi&nbsp;granja!
it: Progetta&nbsp;la&nbsp;mia&nbsp;farm!

source: Plan my farm (send to stardew.info planner)
es: Planificar mi granja (enviar al planificador de stardew.info)
it: Progetta la mia farm (mandala al planner di stardew.info)
pt_br: Planeje minha fazenda (envie para o planejador stardew.info)

source: Disable downloads?
es: ¿Desactivar descargas?
it: Disabilitare i download?
pt_br: Desativar downloads?

source: Disables sharing of the savegame you uploaded
es: Desactiva la opción de compartir la partida que has subido
it: Disabilita la condivisione dei salvataggi che hai caricato
pt_br: Desativar o compartilhamento de jogos salvos que você enviou

source: Disable!
es: ¡Desactivar!
it: Disabilita!
pt_br: Desativar!

source: Downloads currently enabled
es: Descargas desactivadas
it: Download attualmente attivi
pt_br: Downloads atualmente ativados

source: Enable downloads?
es: ¿Activar descargas?
it: Abilitare i download?
pt_br: Ativar downloads?

source: Enables download of the savegame you uploaded by yourself and others
es: Activa la descarga de tu partida que has subido y otras
it: Abilita i download dei salvataggi caricati da te e da altri
pt_br: Ativar donwload do jogo salvo que você enviou e outros

source: Enable!
es: ¡Activar!
it: Abilita!
pt_br: Ativar!

source: Downloads currently disabled
es: Descargas activadas
it: Download attualmente disattivati
pt_br: Downloads atualmente desativados

source: To enable savegame download please first
es: Para activar la descarga de la partida guardada, por favor, primero
it: Per abilitare il download dei salvataggi prima
pt_br: Para ativar o download de jogo salvo primeiro por favor

source: sign up
es: regístrate
it: registrati
pt_br: registre

source: sign in
es: iniciar sesión
it: fai il login
pt_br: entrar

source: , then
es: , entonces
it: , poi
pt_br: , então

source: claim this page.
es: reclama esta página.
it: reclama questa pagina.
pt_br: reivindicar esta página.

source: Sign up or sign in to enable downloads!
es: ¡Regístrate o inicia sesión para activar descargas!
it: Registrati o fai il login per abilitare i download!
pt_br: Registre ou entre para ativar downloads!

source: List your farm?
es: ¿Mostrar tu granja?
it: Pubblicare la tua farm?
pt_br: Listar sua fazenda?

source: Allows it to appear in searches on the site
es: Permite que tu granja aparezca en búsquedas dentro de la página
it: Le permette di apparire nelle ricerche sul sito
pt_br: Permitir que apareça em pesquisas no site

source: List!
es: ¡Mostrar!
it: Pubblica!
pt_br: Listar!

source: Farm currently unlisted
es: Granja oculta
it: Farm attualmente non pubblicata
pt_br: Fazenda atualmente não listada

source: Unlist your farm?
es: ¿Ocultar tu granja?
it: Rendere privata la tua farm?
pt_br: Tirar sua fazenda da lista?

source: Prevents it appearing on the site except to you and people with the URL
es: Previene que aparezca en el sitio excepto para ti y otras persona con el URL
it: Le impedisce di apparire sul sito tranne a te e alle persone con l&#39;URL
pt_br: Previnir de que apareça no site exceto para você e pessoas com URL

source: Unlist!
es: ¡Ocultar!
it: Rendi privata!
pt_br: Tirar da lista !

source: Farm currently listed
es: Granja visible
it: Farm attualmente pubblicata
pt_br: Fazenda atualmente listada

source: Delete this farm?
es: ¿Borrar esta granja?
it: Eliminare questa farm?
pt_br: Deletar essa fazenda?

source: This will delete
es: Vas a borrar
it: Questo eliminerà
pt_br: Isso deletará

source: upload
es: subir
it: caricamento
pt_br: enviar

source: Delete&nbsp;it!
es: ¡Bórralo!
it: Elimina!

source: Delete farm
es: Borrar la granja
it: Elimina farm
pt_br: Deletar fazenda

source: Delete all for this farm?
es: ¿Borrar todas de esta serie?
it: Eliminare tutto per questa farm?
pt_br: Deletar tudo por esta fazenda?

source: all uploads in this series.
es: todas las subidas en esta serie.
it: tutti i caricamenti in questa serie.
pt_br: todos os envios nesta série.
